/* Click to record shortcut */
"Click to record shortcut" = "Valitse asettaaksesi oikotien";

/* Command +  */
"Command + " = "Command + ";

/* Control +  */
"Control + " = "Control + ";

/* Option +  */
"Option + " = "Option + ";

/* Pad %@ */
"Pad %@" = "Kenttä %@";

/* comment
   Shift +  */
"Shift + " = "Shift + ";

/* Space */
"Space" = "Tila";

/* The key combination %@ can't be used! */
"The key combination %@ can't be used!" = "Näppäinyhdistelmää %@ ei voida käyttää!";

/* The key combination \"%@\" can't be used because %@. */
"The key combination \"%@\" can't be used because %@." = "Näppäinyhdistelmää \"%1$@\" ei voida käyttää, koska %2$@.";

/* The key combination \"%@\" can't be used because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.) */
"The key combination \"%@\" can't be used because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)" = "Näppäinyhdistelmää \"%@\" ei voida käyttää, koska se on jo käytössä järjestelmän näppäinoikotienä. (Jos todella haluat käyttää tätä yhdistelmää, suurinta osaa oikoteistä voidaan muuttaa Järjestelmäasetuksissa.)";

/* The key combination \"%@\" can't be used because it's already used by the menu item \"%@\". */
"The key combination \"%@\" can't be used because it's already used by the menu item \"%@\"." = "Näppäinyhdistelmää \"%1$@\" ei voida käyttää, koska se on jo valikkokohteen \"%2$@\" käytössä.";

/* Type shortcut */
"Type shortcut" = "Kirjoita pikavalinta";

/* Use old shortcut */
"Use old shortcut" = "Käytä vanhaa pikavalintaa";
